Repository: guoplus/soonerpress
Catalog: soonerpress/includes/post-order/lang/cpt-*.po
Languages: pt_br

source: Settings Saved
pt_br: Configuração salva

source: Previous Post
pt_br: Post Anterior

source: Next Post
pt_br: Próximo Post

source: Advanced Post Types Order plugin is inactive, please enter your
pt_br: Advanced Post Types Order plugin é inativo, introduza o seu

source: Licence Key
pt_br: Chave de Licença

source: There was a problem connecting to
pt_br: Houve um problema de conexão com

source: There was a problem deactivating the licence:
pt_br: Houve um problema desativando a licença:

source: There was a problem with the data block received from
pt_br: Existe um problema com o bloco de dados recebido a partir

source: Licence Key can't be empty
pt_br: Chave de licença não pode ser vazio

source: There was a problem activating the licence:
pt_br: Houve um problema de ativar a licença:

source: Software License
pt_br: Licença de Software

source: More keys can be generate from
pt_br: Outras teclas podem ser de gerar

source: Save
pt_br: Salvar

source: License Key
pt_br: Chave de Licença

source: Enter your License Key that you got when bought this product. If you lost the key, you can always retrieve that from
pt_br: Digite sua chave de licença que você recebeu quando comprou este produto. Se você perdeu a chave, você pode sempre recuperar o que de

source: Allow reorder
pt_br: Permitir Reordenar

source: General
pt_br: Geral

source: Minimum Level to use this plugin
pt_br: Nível minimo para utilizar este plugin

source: Subscriber
pt_br: Assinante

source: Contributor
pt_br: Contribuidor

source: Administrator
pt_br: Administrador

source: <b>OFF</b> - If checked, you will need to manually update the queries to use the menu_order
pt_br: <b> OFF </ b> - Se marcado, você terá que atualizar manualmente as consultas para usar o menu_order

source: Show Example
pt_br: Mostrar Exemplo

source: You must include a 'orderby' parameter with value as 'menu_order'
pt_br: Você deve incluir um parâmetro 'orderby' com o valor como "menu_order"

source: <b>ON</b> - If checked, the plug-in will automatically update the wp-queries to use the new order (<b>No code update is necessarily</b>).
pt_br: <b> ON </ b> - Se marcado, o plug-in irá atualizar automaticamente os wp-consultas para usar a nova ordem (<b> Não atualização do código é necessariamente </ b>).

source: <b>ON/Custom</b> - If checked, the plug-in will automatically update the wp-queries to use the new order, but if a query already contain a 'orderby' parameter then this will be used instead.
pt_br: <b> ON / Custom </ b> - Se marcado, o plug-in irá atualizar automaticamente os wp-consultas para usar a nova ordem, mas se a consulta já conter um parâmetro 'orderby', então isso vai ser utilizado.

source: The following code will return the posts ordered by title
pt_br: O código a seguir irá retornar as mensagens ordenados por título

source: Ignore Sticky Posts
pt_br: Ignorar Mensagens Fixo

source: Ignore Sticky Posts when Auto Sort is ON.
pt_br: Ignorar Mensagens pegajoso quando Auto Sort é ON.

source: You can overwrite this from code using the 'ignore_sticky_posts' within your query
pt_br: Você pode substituir essa de código usando dos ignore_sticky_posts 'dentro de sua consulta

source: The following code will return the Stiky posts first even if the Autosort is ON
pt_br: O código a seguir irá retornar as mensagens stiky primeiro, mesmo se o Autosort é ON

source: To update the admin interface and see the post types per your new sort, this need to be checked
pt_br: Para atualizar a interface de administração e ver o post tipos por seu novo tipo, isto precisa ser verificado

source: Feed Sort
pt_br: Ordenar alimentar

source: Use defined order when gernerate a feed. Leave unchecked to use the default date order
pt_br: Use ordem definida quando gernerate um feed. Deixe desmarcada a usar a ordem de data padrão

source: Toggle Thumbnails
pt_br: Miniaturas de alternância

source: Always show the Thumbnails within the re-order interface
pt_br: Sempre mostrar as miniaturas dentro da interface de re-order

source: Ignore Suppress Filters
pt_br: Ignorar Repressão Filtros

source: Set FALSE the <b>suppress_filters</b> for get_posts() default function. Use this feature if Autosort will not work with you, otherwise you should leave un-checked.
pt_br: Definir FALSE o <b> suppress_filters </ b> para get_posts () função padrão. Use esse recurso se AutoSort não irá trabalhar com você, caso contrário, você deve deixar desmarcada.

source: bbPress Replies
pt_br: bbPress Respostas

source: Reverse the order of bbPress replies, show newest posts first
pt_br: Inverter a ordem das respostas bbPress, mostrar as mensagens mais recentes primeiro.

source: Save Settings
pt_br: Salvar configuração

source: Reset Order Successfully
pt_br: Reorganizar com sucesso

source: Archive & Taxonomies
pt_br: Arquivo & Taxonomias

source: Archive
pt_br: Arquivo

source: Archive Posts
pt_br: Arquivo de Posts

source: Taxonomy Title
pt_br: Título taxonomia

source: Show all dates
pt_br: Mostrar todas as datas

source: Today
pt_br: Hoje

source: Yesterday
pt_br: Ontem

source: Last Week
pt_br: Semana Passada

source: Update
pt_br: Atualizar

source: Are you sure you want to reset the order??
pt_br: Tem a certeza que pretende repor a ordem?

source: Pages
pt_br: Páginas

source: An Unexpected HTTP Error occurred during the API request.</p> <p><a href="?" onclick="document.location.reload(); return false;">Try again</a>
pt_br: Um erro HTTP inesperado ocorreu durante a solicitação da API. </p> <p><a href="?" onclick="document.location.reload(); return false;">Tente novamente</a>

source: An unknown error occurred
pt_br: Ocorreu um erro desconhecido
